src/test/testtool/RaadpleegMetBurgerservicenummer/05/response.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:StUF="http://www.egem.nl/StUF/StUF0301">
	<soapenv:Body>
		<BG:npsLa01 xmlns:BG="http://www.egem.nl/StUF/sector/bg/0310"
			xmlns:gml="http://www.opengis.net/gml" xmlns:ns="http://www.egem.nl/StUF/sector/bg/0310"
			xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
			xmlns:xlink="http://www.w3.org/1999/xlink"
			xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
			<BG:stuurgegevens>
				<StUF:berichtcode>La01</StUF:berichtcode>
				<StUF:zender>
					<StUF:organisatie>NEDGR</StUF:organisatie>
					<StUF:applicatie>NEDMAG_VnA</StUF:applicatie>
				</StUF:zender>
				<StUF:ontvanger>
					<StUF:organisatie>0518</StUF:organisatie>
					<StUF:applicatie>PGAx-SG-ZVH</StUF:applicatie>
				</StUF:ontvanger>
				<StUF:tijdstipBericht>20241015055522843</StUF:tijdstipBericht>
				<StUF:crossRefnummer>d5b9cd54-30cb-47c9-97f9-8f41b1314272</StUF:crossRefnummer>
				<StUF:entiteittype>NPS</StUF:entiteittype>
			</BG:stuurgegevens>
			<BG:parameters>
				<StUF:indicatorVervolgvraag>false</StUF:indicatorVervolgvraag>
				<StUF:indicatorAfnemerIndicatie>false</StUF:indicatorAfnemerIndicatie>
				<StUF:aantalVoorkomens>1</StUF:aantalVoorkomens>
			</BG:parameters>
			<BG:antwoord>
				<BG:object StUF:entiteittype="NPS">
					<BG:inp.bsn>555555021</BG:inp.bsn>
					<BG:inp.a-nummer xsi:nil="true" StUF:noValue="nietGeautoriseerd" />
					<BG:geslachtsnaam>Verhuistest</BG:geslachtsnaam>
					<BG:voorvoegselGeslachtsnaam>van den</BG:voorvoegselGeslachtsnaam>
					<BG:voorletters>K.</BG:voorletters>
					<BG:voornamen>Kees</BG:voornamen>
					<BG:aanduidingNaamgebruik>E</BG:aanduidingNaamgebruik>
					<BG:geslachtsnaamPartner xsi:nil="true" StUF:noValue="nietGeautoriseerd" />
					<BG:geslachtsaanduiding>M</BG:geslachtsaanduiding>
					<BG:geboortedatum>20020701</BG:geboortedatum>
					<BG:inp.geboorteplaats>Hellevoetsluis</BG:inp.geboorteplaats>
					<BG:inp.geboorteLand>6030</BG:inp.geboorteLand>
					<BG:overlijdensdatum xsi:nil="true" StUF:noValue="waardeOnbekend" />
					<BG:inp.overlijdenplaats xsi:nil="true" StUF:noValue="nietGeautoriseerd" />
					<BG:inp.overlijdenLand xsi:nil="true" StUF:noValue="nietGeautoriseerd" />
					<BG:verblijfsadres>
						<BG:aoa.identificatie>0518010001756246</BG:aoa.identificatie>
						<BG:wpl.identificatie xsi:nil="true" StUF:noValue="nietGeautoriseerd" />
						<BG:wpl.woonplaatsNaam>'s-Gravenhage</BG:wpl.woonplaatsNaam>
						<BG:aoa.woonplaatsWaarinGelegen>
							<BG:wpl.identificatie xsi:nil="true" StUF:noValue="waardeOnbekend" />
							<BG:wpl.woonplaatsNaam xsi:nil="true" StUF:noValue="waardeOnbekend" />
						</BG:aoa.woonplaatsWaarinGelegen>
						<BG:gor.identificatie xsi:nil="true" StUF:noValue="waardeOnbekend" />
						<BG:opr.identificatie xsi:nil="true" StUF:noValue="waardeOnbekend" />
						<BG:gor.openbareRuimteNaam>Burgemeester Waldeckstraat</BG:gor.openbareRuimteNaam>
						<BG:gor.straatnaam>Burg Waldeckstraat</BG:gor.straatnaam>
						<BG:aoa.postcode>2552TS</BG:aoa.postcode>
						<BG:aoa.huisnummer>1</BG:aoa.huisnummer>
						<BG:aoa.huisletter xsi:nil="true" StUF:noValue="waardeOnbekend" />
						<BG:aoa.huisnummertoevoeging>BIS</BG:aoa.huisnummertoevoeging>
						<BG:inp.locatiebeschrijving xsi:nil="true" StUF:noValue="waardeOnbekend" />
						<BG:begindatumVerblijf>20150808</BG:begindatumVerblijf>
					</BG:verblijfsadres>
					<BG:inp.adresHerkomst>W</BG:inp.adresHerkomst>
					<BG:inp.burgerlijkeStaat xsi:nil="true" StUF:noValue="nietGeautoriseerd" />
					<BG:inp.gemeenteVanInschrijving>0518</BG:inp.gemeenteVanInschrijving>
					<BG:inp.datumInschrijving>20060318</BG:inp.datumInschrijving>
					<BG:inp.indicatieGeheim xsi:nil="true" StUF:noValue="waardeOnbekend" />
					<BG:inp.heeftAlsNationaliteit StUF:entiteittype="NPSNAT">
						<BG:gerelateerde StUF:entiteittype="NAT">
							<BG:code xsi:nil="true" StUF:noValue="nietGeautoriseerd" />
							<BG:omschrijving xsi:nil="true" StUF:noValue="nietGeautoriseerd" />
						</BG:gerelateerde>
						<BG:inp.redenVerkrijging>017</BG:inp.redenVerkrijging>
						<BG:inp.datumVerkrijging>20020701</BG:inp.datumVerkrijging>
					</BG:inp.heeftAlsNationaliteit>
				</BG:object>
			</BG:antwoord>
		</BG:npsLa01>
	</soapenv:Body>
</soapenv:Envelope>